//
//  DummyData.swift
//  NewsApp
//
//  Created by Sargon Zi on 11/3/18.
//  Copyright © 2018 PADC. All rights reserved.
//

import Foundation


class DummyData {
    

    static func getNews() -> [News] {
        
        var newsList : [News] = []
        
        let news1 = News()
        news1.newsTitle = "ဆင်မုဆိုး အန္တရာယ်မှ တိမ်းရှောင်လာသော တောဆင်ရိုင်းသုံးကောင် မြန်အောင်မြို့ရှိ လူနေကျေးရွာများအနီးသို့ ရောက်ရှိ"
        news1.newsReleaseDate = "Fri, 2018-11-02"
        news1.newsImage = "news1"
        news1.newsDescription = """
        မြန်အောင်မြို့နယ် မျှင်ဝါး တောင်၊ အင်းကွယ်နှင့် ခတ္ထိယ ကျေးရွာများအနီးသို့ နိုဝင်ဘာ ၁ ရက်နေ့လယ်ကစကာ တောဆင် ရိုင်းသုံးကောင် ရောက်ရှိလာ သဖြင့် ဌာနဆိုင်ရာတာဝန်ရှိသူ  များနှင့် ကျေးရွာသားများ ပူး ပေါင်းကာ ခြောက်လှန့်မောင်း ထုတ်နေရသည်။
        
        ‘‘နယ်ကျွံလာတော့ လူနဲ့ ဆင်ပဋိပက္ခမဖြစ်အောင် ဝိုင်းဝန်း  ဆောင်ရွက်နေရတယ်’’ဟု ဧရာ၀ တီတိုင်းဒေသကြီး သစ်တောဦးစီး ဌာန ဦးစီးမှူးညွှန်ကြားရေးမှူးဦး ခင်မောင်မြင့်ကပြောသည်။
        
        မြန်အောင်မြို့နယ် ပြည်သူ့ လွှတ်တော်ကိုယ်စားလှယ် ဦးခင် မောင်လတ်က ‘‘ဆင်လိုက်မုဆိုး  တစ်ဖွဲ့တောထဲကို ရောက်လာ တယ်လို့ သစ်တောဘက်ကပြော တယ်။ ဒါကြောင့် ဆင်တွေကို တောင်ရိုးဘက် မောင်းလွှတ်လို့မ ရဘူးဖြစ်နေတယ်။ မုဆိုးအဖွဲ့ကို ကြောက်တော့ လူတွေအနားကို ကပ်တာ’’ ဟု ပြောသည်။
        
        တောဆင်ရိုင်း သုံးကောင် သည် လူနေကျေးရွာအနီး ရောက်ရှိနေပြီး ကျေးရွာမှစပါး ခင်းအချို့တွင် ဝင်ရောက်စား သောက်နေသည်။ စပါးခင်းပျက် ဆီးဆုံးရှုံးမှုကို လတ်တလောစိစစ် ၍ မရသေးပေ။
        
        ယင်းဆင်ရိုင်း သုံးကောင် သည် ရွာအနီးလှည့်လည်သွားလာ နေပြီး လူများကို အန္တရာယ်မပြု သော်လည်း အနားသို့အလွန် ကပ်ပါက ရန်ပြုမည့် အမူအရာ ပြသသည်ဟု မြန်အောင်မြို့နယ် အုပ်ချုပ်ရေးမှူး ဦးချိုချိုကပြော သည်။
        
        ဒေသခံများက ကြုံသလို မောင်းထုတ်နေသလို ဆင်များကို  ဓာတ်ပုံရိုက်နေ၍ အနီးဆုံးနေ ရာအထိ မသွားမိစေရန် သတိ ပေးထားရသည်ဟု မြန်အောင်  မြို့ခံတစ်ဦးကပြောသည်။
        
        ‘‘နေ့ဆိုလျှိုတွေထဲ၊ အရိပ် ကောင်းတဲ့ အိုင်တွေထဲမှာ ပုန်း ပြီးအိပ်ပြီးနေတယ်။ ညနေမှောင် ချိန်ဆိုထွက်လာပြီးစပါးခင်းတွေ ဘာတွေဝင်စားတာရှိတယ်’’ ဟု ဦးချိုချိုကပြောသည်။
        
        လွန်ခဲ့သော ၁၀ ရက်ခန့်က စတင်ကာ မြန်အောင်မြို့နယ်နှင့် ဆက်စပ်နေသော အင်္ဂပူမြို့နယ် ရှိ ကျေးရွာအချို့သို့ တောဆင် ရိုင်းငါးကောင် ရောက်လာခဲ့ပြီး ဒေသခံများက မောင်းထုတ်၍ မြန်အောင်မြို့နယ်သို့ ရောက်  လာခြင်းဖြစ်သည်ဟု လွှတ်တော်  ကိုယ်စားလှယ်ဦးခင်မောင်လတ် ကပြောသည်။ ယခုအခါ သုံး ကောင်သာ ကျန်တော့ပြီး နှစ် ကောင်ပျောက်ဆုံးနေသည်။
        
        ‘‘ဆင်တွေက မုဆိုးအနံ့ရ ရင်လူတွေက သူ့ကိုအန္တရာယ်က ကာကွယ်ပေးတာသိတော့ လူနဲ့ နီးတဲ့နေရာလာတယ်။ အစာရေ စာရနေတာလည်းပါတယ်’’ ဟု ဦးချိုချိုကပြောသည်။
        
        တောဆင်ရိုင်းသုံးကောင်ကို လူအားနှင့် မောင်းထုတ်၍ မရ သောကြောင့် မြန်မာ့သစ်လုပ်ငန်း မှ ဆင်သုံးကောင်ဖြင့်မောင်းထုတ် ရန်တာဝန်ရှိသူများက စီစဉ်နေ သည်။
        
        အနီးဆုံးဖြစ်သော မျှင်ဝါး တောင်ကြိုးဝိုင်းသစ်တော အ တွင်းသို့မောင်းထုတ်မည်ဟု ဦးခင်မောင်မြင့်က ပြောသည်။
        
        ရခိုင်ရိုးမနှင့် ဆက်စပ်နေ သော ဧရာဝတီတိုင်းဒေသကြီး ငပုတော၊ သာပေါင်း၊ မြန်အောင်  မြို့နယ်တို့တွင် တောဆင်ရိုင်းများ  သည် ဆင်မုဆိုးများ၏ ခြိမ်း ခြောက်မှု ၊ သတ်ဖြတ်ခံရမှုမကြာ ခဏဖြစ်ပေါ်နေသည်။ ၂၀၁၇ နှင့် ၂၀၁၈  အတွင်းဆင်မုဆိုး ၅၅ ဦး အထိဖမ်းဆီးခဲ့သည်ဟု ဧရာဝတီ တိုင်းဒေသကြီး သစ်တောဦးစီး ဌာနက ပြောသည်။
        """
        newsList.append(news1)
        
        
        
        let news2 = News()
        news2.newsTitle = "ကြားဖြတ်ရွေးကောက်ပွဲတွင် မဲဆန္ဒနယ်ထက်ဝက်ခန့် ဒီချုပ်ပါတီ အနိုင်ရဖွယ်ရှိဟု နိုင်ငံရေးလေ့လာသူများ ခန့်မှန်း"
        news2.newsReleaseDate = "Tue, 2018-10-10"
        news2.newsImage = "news2"
        news2.newsDescription = """
        ယခုကြားဖြတ်ရွေးကောက်ပွဲကျင်းပသည့် မဲဆန္ဒနယ်အများ စုသည် ၂၀၁၅ ရွေးကောက်ပွဲကဒီချုပ်အနိုင်ရခဲ့သည့် မဲဆန္ဒနယ်များဖြစ်သည်။ သို့သော် တိုင်းရင်း သားပါတီများပူးပေါင်းလာခြင်းနှင့် အစိုးရသက်တမ်း ၂ နှစ်ကျော်အတွင်း ဆောင်ရွက်ချက်များအပေါ်အားမရခြင်းတို့ကြောင့် တိုင်းရင်းသားနယ်မြေများတွင်ဒီချုပ်အ ခက်တွေ့ဖွယ်ရှိကြောင်း နိုင်ငံရေးလေ့လာသူ ဦးမောင်မောင်စိုးက ပြောသည်။
        
        ‘‘တိုင်းရင်းသားဒေသတွေမှာ ဒေါ်အောင်ဆန်းစုကြည်နဲ့ပတ်သက်လို့ပဲဖြစ်ဖြစ်၊ NLD နဲ့ ပတ်သက်လို့ပဲဖြစ်ဖြစ် ယုံကြည်မှုလျော့ကျလာတဲ့အချိန်မှာ NLD အနေအထားဘယ်လိုရှိမလဲဆိုတာ စောင့်ကြည့်ရမှာ’’ဟု ဦးမောင်မောင်စိုးက ပြောသည်။
        
        လစ်လပ်မဲဆန္ဒနယ် ၁၃ နေ ရာအတွက် ကျင်းပသည့်ယခု ကြားဖြတ်ရွေးကောက်ပွဲတွင် ဒီ ချုပ်သည် နေရာအပြည့်ယှဉ်ပြိုင် မည်ဖြစ်သည်။ အဆိုပါမဲဆန္ဒနယ် ၁၃ နေရာအနက် ၁၁ နေရာသည် ၂၀၁၅ ရွေးကောက်ပွဲတွင် ဒီချုပ် အနိုင်ရထားသည့်မဲဆန္ဒနယ်များ ဖြစ်သည်။
        
        ရှမ်းပြည်နယ် လဲချားမြို့နယ် နှင့် ရခိုင်ပြည်နယ်ရသေ့တောင် မြို့နယ်တွင်မူ ဒီချုပ်သည် ဒေသ တွင်းအင်အားကြီး တိုင်းရင်းသား ပါတီများကို အပြတ်အသတ်ရှုံး နိမ့်ခဲ့သည်။ ယခုကြားဖြတ်ရွေး ကောက်ပွဲတွင်လည်း ယင်းနှစ်နေ ရာ၌ အားနည်းနေဆဲဖြစ်ကြောင်း ပါတီဒုတိယဥက္ကဋ္ဌမန္တလေးတိုင်း ဒေသကြီးဝန်ကြီးချုပ် ဒေါက်တာ ဇော်မြင့်မောင်က ပြောကြားထား သည်။
        
        ဒီချုပ်ပြောရေးဆိုခွင့်ရှိသူ ဒေါက်တာမျိုးညွန့်ကမူ လဲချား မြို့နယ်နှင့်ရသေ့တောင်မြို့နယ် တို့တွင် အားနည်းချက်ရှိသော် လည်း အနိုင်ရရန် မျှော်လင့်ချက် မရှိသောအခြေအနေမဟုတ်ဟု ဆိုသည်။ ပါတီအနေဖြင့် အ ကောင်းဆုံးပြင်ဆင်ဆောင်ရွက်ခဲ့ ၍ လစ်လပ်မဲဆန္ဒနယ်အားလုံး အ နိုင်ရရှိရန် မျှော်လင့်ထားကြောင်း ၎င်းကပြောသည်။
        
        ဒီချုပ်သည် အဆိုပါမဲဆန္ဒ နယ်နှစ်ခုအပြင် မန္တလေးတိုင်း ရှမ်းတိုင်းရင်းသားရေးရာ လူမျိုး ကိုယ်စားလှယ်နေရာတွင်လည်း အနိုင်ရနိုင်ခြေမရှိဟု နိုင်ငံရေး လေ့လာသူဒေါက်တာရန်မျိုးသိမ်း က သုံးသပ်သည်။ ‘‘အဓိကက တော့ ၂၀၁၅ တုန်းကရတဲ့မဲရလဒ် တွေရယ်၊ လက်ရှိကိုယ်စားလှယ် လောင်းတွေရဲ့ အချက်အလက် တွေနဲ့ မဲဆွယ်စည်းရုံးမှုအနေအ ထားတွေအပေါ် ဆက်စပ်ပြီးတော့ ဒီလိုသုံးသပ်တာပါ’’ ဟု ၎င်းက ပြောသည်။
        
        ၂၀၁၅ ရွေးကောက်ပွဲတွင် မန္တလေးတိုင်းလွှတ်တော် ရှမ်း တိုင်းရင်းသားရေးရာ ကိုယ်စား လှယ်လောင်းအဖြစ် ယှဉ်ပြိုင် သည့် ဒီချုပ်ကိုယ်စားလှယ် လောင်းသည် ဒုတိယနေရာရှိ SNLD  ကိုယ်စားလှယ်လောင်းကို ဆန္ဒမဲ ၄,၀၀၀ ခန့်အသာဖြင့်  အ နိုင်ရရှိခဲ့သည်။
        
        ၂၀၁၅ ဒီချုပ်အမတ်လောင်း များ မဲအရေအတွက် ရာဂဏန်း မျှသာ အသာရခဲ့သည့် မဲဆန္ဒနယ် များဖြစ်သော တမူးမြို့နယ်အ မှတ် (၂) စစ်ကိုင်းတိုင်းလွှတ်တော်  နှင့် ဆိပ်ကမ်းမြို့နယ်အမှတ် (၂)  ရန်ကုန်တိုင်းလွှတ်တော် မဲဆန္ဒ နယ်တို့တွင် အကြိတ်အနယ်ယှဉ် ပြိုင်ရဖွယ်ရှိနေသည်။
        
        အဓိကအတိုက်အခံပြည်ခိုင် ဖြိုးပါတီကလည်း ၎င်းတို့ဝင် ရောက်ယှဉ်ပြိုင်သည့် ၁၀ နေရာ စလုံးအနိုင်ရရန် မျှော်လင့်ထား ကြောင်း ယင်းပါတီပြောရေးဆို ခွင့်ရှိသူ ဦးသိန်းထွန်းဦးကပြော သည်။ ‘‘ပြည်ခိုင်ဖြိုးကတော့အ များစုကို နိုင်မယ်ဆိုတာမျိုးမျှော် လင့်လို့မရဘူး။ သို့သော်လည်း နေရာ တချို့တလေမှာ မမျှော် လင့်ဘဲ အနိုင်ရတာမျိုးတော့ရှိ နိုင်တာပေ့ါ’’ ဟု ပြည်သူ့လွှတ် တော်ကိုယ်စားလှယ် ဦးရဲထွန်းက ပြောသည်။
        
        လစ်လပ်မဲဆန္ဒနယ် ၁၃ နေ ရာအတွက် ကျင်းပသည့် ယခု ကြားဖြတ်ရွေးကောက်ပွဲတွင် ဒီ ချုပ်သည်နေရာအပြည့်ယှဉ်ပြိုင် မည်ဖြစ်ပြီး အတိုက်အခံပြည်ခိုင်  ဖြိုးပါတီကလစ်လပ် ၁၀ နေရာ  ကိုသာ ယှဉ်ပြိုင်မည်ဖြစ်သည်။ ၂၀၁၈ ကြားဖြတ်ရွေးကောက်ပွဲ အပေါ်ပြည်သူအများစုက စိတ် ဝင်စားခြင်းမရှိ၍ ကိုယ်တိုင်လာ ရောက်မဲပေးသူ နည်းမည်ဖြစ် ကြောင်း နိုင်ငံရေးဆောင်းပါးရှင် ကိုသီဟသွေးကပြောသည်။
        
        ‘‘ဒီရွေးကောက်ပွဲက Supporter အင်အားစုအချင်းချင်း ပြိုင်တဲ့ပွဲပဲ။ အားလုံးမျှော်လင့် ထားသလိုပဲ၊ သေချာတယ်ဒီပွဲမှာ မဲပေးတဲ့သူနည်းမယ်။ အဓိကက တော့ တကယ့်အမာခံတွေထွက် ပြီးပေးကြမှာပေါ့။ မဲကွာဟချက် တော့ နည်းနိုင်တယ်’’ ဟု ၎င်းက ဆိုသည်။
        """
        newsList.append(news2)
        
        let news3 = News()
        news3.newsTitle = "အင်ဒိုနီးရှားလေယာဉ်ပျက်ကျမှု ပင်လယ်ပြင်ကယ်ဆယ်ရှာဖွေရေးအတွင်း ရေငုပ်သမားတစ်ဦး သေဆုံး"
        news3.newsReleaseDate = "Sat, 2018-10-02"
        news3.newsImage = "news3"
        news3.newsDescription = """
        အောက်တိုဘာ ၂၉ ရက်က အနောက်ဂျာဗားကမ်းရိုး တန်းရေပြင်သို့ ပျက်ကျသော Lion Air လေကြောင်းလိုင်း၏ ခရီးသည်တင်လေယာဉ် Flight JT 610 ကို ရှာဖွေကယ်ဆယ် ရေးလုပ်ငန်းစဉ်အတွင်း အင်ဒိုနီးရှားရေငုပ်သမားတစ်ဦးသေဆုံးခဲ့ ကြောင်း ဒေသခံမီဒီယာ Merdeka.com က စနေနေ့တွင် ဖော်ပြ သည်။

        သောကြာနေ့က ရှာဖွေကယ် ဆယ်ရေးဆောင်ရွက်စဉ် ရေငုပ် သွားသော အသက်(၄၈)နှစ်အ ရွယ်ဆီယာချာရူအန်တိုသည် အ လင်းရောင်လျော့နည်းလာ၍ ရေ ငုပ်သမားများကို ပြန်လည်ဆင့် ခေါ်သည့်ညနေ ၄ နာရီတွင် ရေ မျက်နှာပြင်သို့ ပြန်တက်မလာ ကြောင်း သိရသည်။
        
        ရေငုပ်အဖွဲ့ခေါင်းဆောင် ဘာယူဝါဒိုယိုက ဆီယာချာရူအန် တို၏အလောင်းကို ဒေသစံတော် ချိန် ည ၉ နာရီခွဲခန့်တွင် ပင်လယ် ထဲမှ ပြန်လည်ဆယ်ယူရရှိခဲ့ ကြောင်း ပြောသည်။
        
        ‘‘ဆီယာချာရူအန်တိုကို ပင် လယ်ထဲက ဆယ်လာပြီးနောက် ကိုဂျာဆေးရုံကို ချက်ချင်းပို့ ဆောင်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူအ သက်မရှိတော့ပါဘူး။ အလောင်း ကို ဆူရာဘာယာမြို့မှာရှိတဲ့ သူ့ အိမ်ကို သယ်သွားမှာပါ’’ ဟု ဘာယူဝါဒိုယိုက ပြောသည်။
        
        အဆိုပါလေယာဉ်ပျက်ကျမှု တွင် တာဝန်ယူဆောင်ရွက်နေ သော ရှာဖွေကယ်ဆယ်ရေးအဖွဲ့ ကြီးကြပ်ရေးမှူး ဗိုလ်မှူးကြီး အစ်စ်ဝါတိုက ပင်လယ်ရေ အောက်အတွင်း လေဖိအား ပြဿနာကြောင့် ၎င်းရေငုပ်သမား သေဆုံးခြင်းဖြစ်နိုင်ကြောင်း ပြော သော်လည်း အဆိုပါဖြစ်ရပ်ကို အင်ဒိုနီးရှားအမျိုးသားရှာဖွေ ကယ်ဆယ်ရေးအေဂျင်စီက စုံ စမ်းစစ်ဆေးနေကြောင်း Merdeka.com သတင်းဌာနက ဖော်ပြ သည်။
        
        တနင်္လာနေ့အစောပိုင်းတွင် Pangkal Pinang မြို့သို့သွား မည့် Flight JT610 လေယာဉ် သည် မြို့တော်ဂျကာတာမှစတင် ထွက်ခွာပြီး ၁၃ မိနစ်ခန့်အကြာ တွင် ပင်လယ်ပြင်သို့ပျက်ကျပြီး လိုက်ပါစီးနင်းသူ ၁၈၉ ဦးစလုံး သေဆုံးခဲ့သည်။
        
        လက်ရှိတွင် အဆိုပါလေ ယာဉ်ပျက်ရသည့်အကြောင်းအ ရင်းကို စုံစမ်းဖော်ထုတ်ရန်ကြိုး ပမ်းနေပြီး လေယာဉ်ခရီးစဉ်ပြ မှတ်တမ်း (Black Box)တစ်ခု ကိုလည်း ရှာဖွေတွေ့ရှိထားသည်။
        """
        newsList.append(news3)
        
        let news4 = News()
        news4.newsTitle = "လူ ၁၃ ဦးအား သတ်ဖြတ်စားသောက်ခဲ့သည်ဆိုသော အိန္ဒိယကျားမကို ပစ်သတ်"
        news4.newsReleaseDate = "Sat, 2018-11-03"
        news4.newsImage = "news4"
        news4.newsDescription = """
        အသက်(၆)နှစ်အရွယ် အ ဆိုပါ ကျားသည် နိုင်ငံအနောက် ပိုင်း မဟာရက်ရှ်ထရာပြည်နယ်ရှိ တောကြီးမျက်မည်းထဲတွင် ဖမ်း ဆီးမှုမှ ၂ နှစ်ခန့် လွတ်မြောက်ခဲ့ သည်။
        
        ယင်းကျားကို ဆွဲဆောင်ရန် သစ်တောအရာရှိများသည် ပြီးခဲ့ သည့်လက ရနံ့တစ်မျိုး ပက်ဖျန်း ခဲ့သည်။
        
        အဆိုပါကျားကို ချမ်းသာပေးရန် တက်ကြွလှုပ်ရှားသူများက လှုံ့ဆော်စည်းရုံးသော်လည်း သစ်တော တာဝန်ရှိသူများအနေ ဖြင့် မဖြစ်မနေပစ်ခတ်ရမည်ဆိုပါ က ကြားဝင်စွက်ဖက်မည်မဟုတ် ဟု အိန္ဒိယနိုင်ငံတော်တရားရုံး ချုပ်က ပြောသည်။
        
        T-1 ဟုခေါ်သော ယင်းကျားကို မြင်တွေ့ရာနေရာ၌ မေ့ဆေးသေနတ်နှင့် လက်နက်ကိုင် ဆောင်ထားသောအဖွဲ့က ကား တစ်စီးဖြင့် စခန်းချစောင့်ဆိုင်းခဲ့ သည်။
        
        ‘‘အဆုံးမှာတော့ ဒေသစံ တော်ချိန် ည ၁၁ နာရီလောက်မှာ သစ်တောဝန်ထမ်း တစ်ယောက် က သူ့ကို မေ့ဆေးသေနတ်နဲ့ ပစ် နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ ကျားက အဖွဲ့ကို တိုက်ခိုက်ခဲ့တာကြောင့် ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်တဲ့အ နေနဲ့ ပစ်သတ်ခဲ့ပါတယ်။ ကျားက တစ်ချက်တည်းနဲ့ သေသွားတာ ပါ’’ဟု သစ်တောတာဝန်ရှိသူတစ် ဦး၏အဆိုကို ကိုးကား၍ Indian Express သတင်းစာက ဖော်ပြ သည်။
        
        ကျားအကောင်ရေ ၂,၂၀၀ နှင့်အတူ အိန္ဒိယတွင် ကမ္ဘာ့ကျား အကောင်ရေ၏ ၆၀ ရာခိုင်နှုန်း ရှိသည်။
        
        မဟာရက်ရှ်ထရာပြည်နယ် ၌ ကျားအကောင်ရေ ၂၀၀ ကျော် ရှိသော်လည်း ယင်းအနက် သုံးပုံ တစ်ပုံသာ သဘာဝထိန်းသိမ်း ကာကွယ်တောများ၊ သဘာ၀ ဥယျာဉ်များနှင့် ကျားထိန်းသိမ်း ရေးနယ်မြေများအပါအဝင် ပြည် နယ်၏ ၆၀ ရာခိုင်နှုန်းသော ကာ ကွယ်ထိန်းသိမ်းရေး ဧရိယာများ တွင် ကျက်စားနေထိုင်သည်။အသက်(၆)နှစ်အရွယ် အ ဆိုပါ ကျားသည် နိုင်ငံအနောက် ပိုင်း မဟာရက်ရှ်ထရာပြည်နယ်ရှိ တောကြီးမျက်မည်းထဲတွင် ဖမ်း ဆီးမှုမှ ၂ နှစ်ခန့် လွတ်မြောက်ခဲ့ သည်။
        
        ယင်းကျားကို ဆွဲဆောင်ရန် သစ်တောအရာရှိများသည် ပြီးခဲ့ သည့်လက ရနံ့တစ်မျိုး ပက်ဖျန်း ခဲ့သည်။
        
        အဆိုပါကျားကို ချမ်းသာပေးရန် တက်ကြွလှုပ်ရှားသူများက လှုံ့ဆော်စည်းရုံးသော်လည်း သစ်တော တာဝန်ရှိသူများအနေ ဖြင့် မဖြစ်မနေပစ်ခတ်ရမည်ဆိုပါ က ကြားဝင်စွက်ဖက်မည်မဟုတ် ဟု အိန္ဒိယနိုင်ငံတော်တရားရုံး ချုပ်က ပြောသည်။
        
        T-1 ဟုခေါ်သော ယင်းကျားကို မြင်တွေ့ရာနေရာ၌ မေ့ဆေးသေနတ်နှင့် လက်နက်ကိုင် ဆောင်ထားသောအဖွဲ့က ကား တစ်စီးဖြင့် စခန်းချစောင့်ဆိုင်းခဲ့ သည်။
        
        ‘‘အဆုံးမှာတော့ ဒေသစံ တော်ချိန် ည ၁၁ နာရီလောက်မှာ သစ်တောဝန်ထမ်း တစ်ယောက် က သူ့ကို မေ့ဆေးသေနတ်နဲ့ ပစ် နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ ကျားက အဖွဲ့ကို တိုက်ခိုက်ခဲ့တာကြောင့် ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်တဲ့အ နေနဲ့ ပစ်သတ်ခဲ့ပါတယ်။ ကျားက တစ်ချက်တည်းနဲ့ သေသွားတာ ပါ’’ဟု သစ်တောတာဝန်ရှိသူတစ် ဦး၏အဆိုကို ကိုးကား၍ Indian Express သတင်းစာက ဖော်ပြ သည်။
        
        ကျားအကောင်ရေ ၂,၂၀၀ နှင့်အတူ အိန္ဒိယတွင် ကမ္ဘာ့ကျား အကောင်ရေ၏ ၆၀ ရာခိုင်နှုန်း ရှိသည်။
        
        မဟာရက်ရှ်ထရာပြည်နယ် ၌ ကျားအကောင်ရေ ၂၀၀ ကျော် ရှိသော်လည်း ယင်းအနက် သုံးပုံ တစ်ပုံသာ သဘာဝထိန်းသိမ်း ကာကွယ်တောများ၊ သဘာ၀ ဥယျာဉ်များနှင့် ကျားထိန်းသိမ်း ရေးနယ်မြေများအပါအဝင် ပြည် နယ်၏ ၆၀ ရာခိုင်နှုန်းသော ကာ ကွယ်ထိန်းသိမ်းရေး ဧရိယာများ တွင် ကျက်စားနေထိုင်သည်။
        """
        newsList.append(news4)
        return newsList
    }
}
